{
    "claimed": 335,
    "owe": 1242,
    "year": 1992,
    "despite": 519,
    "proof": 1398,
    "payment": 1285,
    "sent": 1622,
    "canceled": 271,
    "check": 319,
    "invoice": 923,
    "continue": 399,
    "collection": 354,
    "agency": 74,
    "stop": 1724,
    "harassment": 806,
    "bill": 221,
    "already": 92,
    "paid": 1253,
    "four": 735,
    "ago": 76,
    "payment sent": 1303,
    "collection agency": 356,
    "already paid": 93,
    "year ago": 1993,
    "due": 564,
    "amount": 102,
    "owed": 1245,
    "told": 1819,
    "bank": 192,
    "reported": 1525,
    "credit": 435,
    "reporting": 1527,
    "advised": 64,
    "write": 1987,
    "good": 776,
    "letter": 983,
    "order": 1227,
    "address": 58,
    "issue": 926,
    "request": 1535,
    "negative": 1159,
    "entry": 597,
    "removed": 1510,
    "report": 1522,
    "together": 1818,
    "vehicle": 1906,
    "stolen": 1723,
    "total": 1828,
    "loss": 1045,
    "insurance": 909,
    "company": 367,
    "outstanding": 1237,
    "balance": 188,
    "loan": 1018,
    "still": 1721,
    "faith": 657,
    "without": 1962,
    "received": 1454,
    "made": 1055,
    "partial": 1263,
    "towards": 1832,
    "remaining": 1504,
    "debt": 479,
    "offering": 1209,
    "pay": 1272,
    "removal": 1507,
    "one": 1214,
    "point": 1340,
    "per": 1314,
    "monitoring": 1123,
    "showed": 1654,
    "delinquent": 503,
    "checked": 320,
    "monies": 1122,
    "say": 1589,
    "contacted": 395,
    "via": 1915,
    "return": 1558,
    "receipt": 1452,
    "mail": 1058,
    "given": 772,
    "response": 1551,
    "yet": 1998,
    "amount owed": 104,
    "reported credit": 1526,
    "credit reporting": 447,
    "reporting agency": 1530,
    "removed credit": 1511,
    "credit report": 446,
    "insurance company": 910,
    "outstanding balance": 1238,
    "balance due": 190,
    "good faith": 777,
    "checked credit": 321,
    "contacted bank": 396,
    "wage": 1929,
    "job": 930,
    "almost": 88,
    "half": 792,
    "knew": 942,
    "trouble": 1848,
    "home": 829,
    "began": 206,
    "contacting": 397,
    "option": 1226,
    "early": 569,
    "modification": 1113,
    "process": 1385,
    "well": 1944,
    "fargo": 665,
    "would": 1974,
    "assist": 151,
    "anything": 115,
    "financial": 699,
    "fell": 681,
    "day": 466,
    "behind": 211,
    "though": 1792,
    "time": 1806,
    "started": 1708,
    "inquire": 896,
    "assistance": 152,
    "week": 1941,
    "working": 1969,
    "program": 1392,
    "called": 257,
    "approved": 134,
    "reached": 1441,
    "determine": 522,
    "could": 419,
    "turned": 1858,
    "finally": 696,
    "offered": 1208,
    "totally": 1830,
    "end": 586,
    "lost": 1047,
    "paperwork": 1260,
    "twice": 1859,
    "took": 1825,
    "month": 1124,
    "processed": 1386,
    "kind": 941,
    "approval": 132,
    "trial": 1845,
    "period": 1316,
    "based": 200,
    "modified": 1114,
    "less": 980,
    "paying": 1284,
    "original": 1230,
    "however": 842,
    "failed": 652,
    "tell": 1775,
    "since": 1667,
    "full": 752,
    "mortgage": 1133,
    "applied": 125,
    "discovered": 540,
    "creditor": 451,
    "line": 1004,
    "something": 1682,
    "found": 734,
    "responsibility": 1552,
    "information": 886,
    "come": 361,
    "instead": 904,
    "chose": 326,
    "damage": 460,
    "even": 610,
    "including": 870,
    "fall": 658,
    "help": 817,
    "going": 774,
    "spoke": 1698,
    "lawyer": 965,
    "lawsuit": 964,
    "people": 1313,
    "similar": 1664,
    "situation": 1672,
    "said": 1578,
    "paper": 1258,
    "reduce": 1474,
    "interest": 914,
    "rate": 1437,
    "went": 1946,
    "back": 185,
    "property": 1402,
    "tax": 1769,
    "also": 94,
    "escrow": 604,
    "account": 14,
    "damaged": 461,
    "better": 218,
    "give": 770,
    "reason": 1450,
    "rejected": 1497,
    "originally": 1233,
    "later": 960,
    "phone": 1324,
    "call": 253,
    "work": 1967,
    "employee": 582,
    "understand": 1869,
    "feel": 679,
    "taken": 1762,
    "advantage": 62,
    "like": 999,
    "pursue": 1424,
    "legal": 974,
    "action": 47,
    "although": 96,
    "track": 1833,
    "making": 1069,
    "much": 1143,
    "money": 1118,
    "matter": 1080,
    "life": 998,
    "affect": 67,
    "finance": 697,
    "home loan": 831,
    "loan modification": 1022,
    "well fargo": 1945,
    "fargo bank": 666,
    "told would": 1824,
    "month payment": 1127,
    "payment time": 1305,
    "full amount": 753,
    "mortgage payment": 1137,
    "payment applied": 1288,
    "applied loan": 126,
    "line credit": 1005,
    "told could": 1822,
    "payment would": 1307,
    "interest rate": 916,
    "went back": 1947,
    "property tax": 1403,
    "escrow account": 605,
    "payment loan": 1296,
    "phone call": 1325,
    "would like": 1979,
    "legal action": 975,
    "open": 1219,
    "current": 453,
    "chase": 317,
    "discharged": 534,
    "chapter": 309,
    "dated": 464,
    "keep": 935,
    "law": 962,
    "providing": 1413,
    "documentation": 552,
    "chase bank": 318,
    "loan payment": 1025,
    "account open": 29,
    "submitted": 1735,
    "complaint": 371,
    "directly": 532,
    "get": 763,
    "daily": 459,
    "receiving": 1466,
    "trying": 1854,
    "collect": 350,
    "responsible": 1553,
    "bankruptcy": 198,
    "denied": 510,
    "knowledge": 945,
    "spoken": 1700,
    "repeatedly": 1519,
    "written": 1989,
    "requesting": 1537,
    "cease": 294,
    "continued": 401,
    "unable": 1865,
    "force": 722,
    "placed": 1331,
    "bureau": 244,
    "past": 1268,
    "federal": 674,
    "court": 430,
    "responded": 1550,
    "referenced": 1478,
    "indicating": 882,
    "remove": 1508,
    "immediately": 859,
    "send": 1618,
    "first": 710,
    "place": 1329,
    "speaking": 1691,
    "new": 1171,
    "note": 1183,
    "holder": 827,
    "cfpb": 304,
    "involved": 924,
    "identified": 850,
    "servicing": 1637,
    "practice": 1357,
    "anyone": 114,
    "tactic": 1758,
    "need": 1156,
    "denying": 512,
    "intent": 911,
    "away": 184,
    "penalty": 1311,
    "continues": 402,
    "please": 1334,
    "resolution": 1544,
    "trying collect": 1855,
    "even though": 611,
    "credit bureau": 438,
    "past due": 1269,
    "send letter": 1619,
    "experian": 637,
    "monthly": 1128,
    "refuse": 1487,
    "show": 1653,
    "right": 1569,
    "status": 1716,
    "mortgage loan": 1136,
    "monthly payment": 1130,
    "violation": 1923,
    "term": 1780,
    "condition": 381,
    "government": 781,
    "include": 868,
    "limited": 1003,
    "following": 720,
    "income": 871,
    "adding": 54,
    "increase": 876,
    "fact": 651,
    "document": 551,
    "taking": 1764,
    "longer": 1039,
    "deny": 511,
    "appeal": 120,
    "guideline": 790,
    "application": 124,
    "set": 1639,
    "forth": 731,
    "falsely": 661,
    "customer": 455,
    "submitting": 1736,
    "enough": 590,
    "support": 1748,
    "denial": 509,
    "false": 659,
    "green": 786,
    "tree": 1844,
    "representative": 1532,
    "annual": 107,
    "acct": 40,
    "disclosure": 537,
    "statement": 1713,
    "reference": 1477,
    "pmi": 1338,
    "recieved": 1469,
    "according": 13,
    "sold": 1677,
    "noticed": 1188,
    "never": 1163,
    "agree": 77,
    "supporting": 1749,
    "signed": 1661,
    "care": 283,
    "soon": 1685,
    "possible": 1351,
    "stress": 1730,
    "think": 1788,
    "asked": 143,
    "expect": 634,
    "refund": 1485,
    "wrong": 1990,
    "fax": 670,
    "showing": 1655,
    "dont": 556,
    "believe": 213,
    "calling": 267,
    "writing": 1988,
    "brought": 242,
    "attention": 166,
    "try": 1853,
    "fair": 654,
    "professional": 1389,
    "manner": 1074,
    "getting": 768,
    "looking": 1042,
    "mistake": 1109,
    "ready": 1443,
    "fix": 714,
    "quickly": 1432,
    "attempt": 161,
    "green tree": 787,
    "loan sold": 1027,
    "month ago": 1125,
    "taken care": 1763,
    "opened": 1221,
    "america": 98,
    "card": 279,
    "low": 1050,
    "got": 779,
    "notice": 1187,
    "changing": 308,
    "plus": 1337,
    "several": 1644,
    "close": 343,
    "stay": 1719,
    "old": 1213,
    "lock": 1034,
    "till": 1805,
    "closed": 345,
    "history": 824,
    "schedule": 1593,
    "online": 1216,
    "number": 1193,
    "done": 555,
    "rude": 1573,
    "man": 1071,
    "caller": 266,
    "service": 1632,
    "late": 956,
    "charge": 311,
    "charged": 313,
    "irs": 925,
    "thought": 1793,
    "scam": 1592,
    "owned": 1247,
    "threaten": 1796,
    "explained": 642,
    "scheduled": 1594,
    "hung": 846,
    "internet": 917,
    "dept": 516,
    "saw": 1588,
    "know": 943,
    "put": 1425,
    "billing": 225,
    "system": 1757,
    "update": 1886,
    "active": 48,
    "position": 1348,
    "find": 706,
    "apply": 127,
    "way": 1938,
    "knowing": 944,
    "ask": 142,
    "idea": 848,
    "problem": 1380,
    "updated": 1887,
    "suppose": 1750,
    "someone": 1680,
    "level": 990,
    "next": 1175,
    "happened": 800,
    "spend": 1696,
    "another": 109,
    "hour": 839,
    "hold": 826,
    "speak": 1689,
    "cell": 296,
    "supervisor": 1747,
    "nothing": 1185,
    "thing": 1787,
    "fee": 676,
    "refused": 1488,
    "kept": 939,
    "tried": 1846,
    "explain": 641,
    "needed": 1158,
    "listen": 1010,
    "concern": 378,
    "attorney": 167,
    "violated": 1921,
    "fault": 669,
    "always": 97,
    "really": 1448,
    "recorded": 1471,
    "ever": 614,
    "center": 298,
    "bank america": 194,
    "credit card": 439,
    "close account": 344,
    "closed account": 346,
    "made payment": 1056,
    "payment since": 1304,
    "past year": 1271,
    "payment due": 1293,
    "payment late": 1295,
    "late charge": 957,
    "day past": 469,
    "called bank": 259,
    "customer service": 456,
    "could find": 421,
    "next day": 1176,
    "put hold": 1426,
    "cell phone": 297,
    "never got": 1164,
    "late fee": 958,
    "never late": 1166,
    "purchased": 1420,
    "deal": 470,
    "consumer": 391,
    "score": 1596,
    "came": 268,
    "manager": 1073,
    "dealership": 472,
    "let": 981,
    "many": 1075,
    "make": 1065,
    "higher": 822,
    "commission": 363,
    "employed": 581,
    "today": 1816,
    "date": 463,
    "inquired": 897,
    "known": 946,
    "truth": 1852,
    "approximately": 135,
    "nearly": 1154,
    "regular": 1495,
    "investigation": 921,
    "lending": 979,
    "different": 526,
    "immediate": 858,
    "everyday": 619,
    "investigate": 919,
    "transaction": 1838,
    "certain": 299,
    "price": 1368,
    "selling": 1617,
    "predatory": 1359,
    "clearly": 340,
    "department": 513,
    "aware": 183,
    "accurate": 41,
    "opportunity": 1225,
    "act": 46,
    "purchasing": 1421,
    "office": 1210,
    "sign": 1659,
    "possession": 1350,
    "necessary": 1155,
    "military": 1099,
    "figure": 685,
    "lower": 1051,
    "mine": 1101,
    "else": 577,
    "see": 1606,
    "credit score": 448,
    "came back": 269,
    "would never": 1982,
    "would get": 1977,
    "called back": 258,
    "resolve": 1545,
    "case": 285,
    "used": 1894,
    "deceptive": 489,
    "attempting": 164,
    "initial": 893,
    "contact": 393,
    "solution": 1678,
    "summons": 1745,
    "worry": 1970,
    "receive": 1453,
    "notification": 1189,
    "filed": 688,
    "city": 332,
    "required": 1539,
    "avoid": 182,
    "default": 496,
    "judgment": 934,
    "discus": 541,
    "reasonable": 1451,
    "arrangement": 139,
    "talking": 1767,
    "asking": 146,
    "within": 1959,
    "supposedly": 1752,
    "incurred": 878,
    "mother": 1138,
    "fixed": 715,
    "every": 615,
    "requested": 1536,
    "verification": 1909,
    "assured": 157,
    "prior": 1374,
    "dealing": 473,
    "consider": 387,
    "unprofessional": 1885,
    "collector": 359,
    "threat": 1795,
    "garnishment": 760,
    "lien": 996,
    "mean": 1083,
    "appear": 121,
    "debtor": 488,
    "served": 1631,
    "ordered": 1228,
    "using": 1896,
    "power": 1356,
    "collection practice": 358,
    "attempting collect": 165,
    "payment arrangement": 1289,
    "year old": 1995,
    "every time": 618,
    "verification debt": 1910,
    "debt collector": 481,
    "car": 277,
    "pnc": 1339,
    "form": 728,
    "submit": 1734,
    "release": 1500,
    "accept": 7,
    "car loan": 278,
    "money order": 1121,
    "payment month": 1298,
    "money account": 1119,
    "incorrect": 873,
    "portfolio": 1345,
    "disputed": 544,
    "collection account": 355,
    "credit agency": 437,
    "disputed account": 545,
    "account number": 28,
    "firm": 709,
    "stating": 1714,
    "hired": 823,
    "proceeding": 1384,
    "security": 1604,
    "affidavit": 70,
    "foreclosure": 726,
    "name": 1147,
    "two": 1860,
    "file": 686,
    "dismissed": 542,
    "record": 1470,
    "law firm": 963,
    "sent letter": 1627,
    "letter stating": 989,
    "collect debt": 351,
    "two year": 1863,
    "tried get": 1847,
    "police": 1341,
    "regarding": 1491,
    "driver": 560,
    "license": 993,
    "person": 1319,
    "debit": 476,
    "pending": 1312,
    "able": 1,
    "block": 227,
    "withdrawal": 1957,
    "fraud": 737,
    "alert": 81,
    "ended": 587,
    "last": 950,
    "associate": 153,
    "starting": 1709,
    "agreed": 78,
    "everything": 621,
    "correctly": 415,
    "along": 91,
    "copy": 408,
    "specific": 1694,
    "actually": 51,
    "presented": 1363,
    "wrote": 1991,
    "monday": 1117,
    "faxed": 671,
    "actual": 50,
    "signature": 1660,
    "followed": 719,
    "informed": 891,
    "available": 181,
    "left": 972,
    "returning": 1561,
    "transferred": 1840,
    "obtained": 1200,
    "wanted": 1936,
    "became": 204,
    "saying": 1591,
    "stated": 1711,
    "difference": 525,
    "gone": 775,
    "blocked": 228,
    "closing": 347,
    "currently": 454,
    "waiting": 1932,
    "assigned": 149,
    "filing": 691,
    "claim": 334,
    "prevent": 1365,
    "hope": 835,
    "criminal": 452,
    "victim": 1917,
    "circumstance": 327,
    "especially": 606,
    "present": 1362,
    "police report": 1342,
    "driver license": 561,
    "debit card": 477,
    "fraud alert": 738,
    "last week": 954,
    "received letter": 1460,
    "called spoke": 263,
    "return call": 1559,
    "could help": 423,
    "account since": 34,
    "provider": 1412,
    "recently": 1468,
    "agreement": 79,
    "take": 1759,
    "somehow": 1679,
    "respond": 1549,
    "inquiry": 899,
    "debt paid": 486,
    "take care": 1760,
    "debt collection": 480,
    "nationstar": 1151,
    "house": 840,
    "fund": 755,
    "county": 427,
    "additional": 56,
    "part": 1262,
    "payoff": 1308,
    "charging": 316,
    "error": 603,
    "helping": 820,
    "wait": 1930,
    "owner": 1248,
    "impossible": 863,
    "refinance": 1480,
    "spent": 1697,
    "resolved": 1548,
    "disconnected": 538,
    "gave": 761,
    "message": 1092,
    "returned": 1560,
    "want": 1934,
    "move": 1140,
    "owing": 1246,
    "nationstar mortgage": 1152,
    "fund account": 756,
    "someone else": 1681,
    "mortgage company": 1135,
    "trying get": 1856,
    "many time": 1076,
    "call back": 254,
    "loan company": 1020,
    "transunion": 1841,
    "listed": 1008,
    "serious": 1629,
    "method": 1094,
    "state": 1710,
    "mention": 1089,
    "future": 759,
    "provide": 1408,
    "unauthorized": 1867,
    "use": 1893,
    "true": 1849,
    "whole": 1951,
    "story": 1729,
    "apr": 136,
    "reverse": 1562,
    "disclose": 535,
    "real": 1444,
    "entire": 594,
    "fico": 684,
    "provided": 1411,
    "issued": 927,
    "personal": 1320,
    "info": 884,
    "promotional": 1396,
    "purpose": 1422,
    "noted": 1184,
    "buy": 248,
    "type": 1864,
    "public": 1414,
    "may": 1081,
    "dispute": 543,
    "great": 784,
    "decided": 490,
    "deposit": 514,
    "rental": 1514,
    "clerk": 341,
    "declined": 492,
    "automated": 176,
    "eligible": 576,
    "rep": 1515,
    "email": 578,
    "last year": 955,
    "received payment": 1462,
    "payment made": 1297,
    "incorrect information": 874,
    "credit file": 440,
    "account reported": 33,
    "public record": 1415,
    "credit history": 441,
    "negative information": 1160,
    "called number": 261,
    "card number": 282,
    "asked speak": 145,
    "account closed": 20,
    "account balance": 17,
    "navient": 1153,
    "private": 1376,
    "college": 360,
    "primary": 1369,
    "borrower": 233,
    "cosigner": 417,
    "admitted": 60,
    "giving": 773,
    "exact": 623,
    "multiple": 1144,
    "apparently": 119,
    "putting": 1427,
    "talk": 1765,
    "sending": 1620,
    "afford": 71,
    "losing": 1044,
    "hoping": 836,
    "demand": 506,
    "plan": 1333,
    "confirmation": 384,
    "checking": 322,
    "particular": 1264,
    "anymore": 113,
    "resulting": 1557,
    "demanding": 508,
    "forbearance": 721,
    "wish": 1955,
    "school": 1595,
    "repayment": 1517,
    "advise": 63,
    "private loan": 1377,
    "payment plan": 1301,
    "checking account": 323,
    "letter mail": 985,
    "letter sent": 988,
    "making payment": 1070,
    "time call": 1807,
    "loan paid": 1024,
    "every month": 617,
    "please help": 1335,
    "disputing": 546,
    "allow": 84,
    "result": 1555,
    "inaccurate": 864,
    "item": 928,
    "corrected": 413,
    "correction": 414,
    "experian credit": 638,
    "late payment": 959,
    "trans": 1836,
    "union": 1877,
    "trans union": 1837,
    "double": 558,
    "second": 1600,
    "zero": 1999,
    "change": 306,
    "unfortunately": 1876,
    "identity": 852,
    "theft": 1785,
    "fraudulent": 740,
    "trust": 1850,
    "certified": 301,
    "honor": 834,
    "fdcpa": 673,
    "fcra": 672,
    "consent": 386,
    "andor": 106,
    "authorization": 171,
    "attached": 159,
    "thank": 1783,
    "victim identity": 1918,
    "identity theft": 853,
    "item credit": 929,
    "certified mail": 303,
    "without knowledge": 1963,
    "timely": 1812,
    "answer": 110,
    "numerous": 1196,
    "sure": 1753,
    "lack": 947,
    "proper": 1400,
    "payment history": 1294,
    "account paid": 31,
    "timely manner": 1813,
    "information regarding": 890,
    "report account": 1523,
    "pursuant": 1423,
    "usc": 1892,
    "sec": 1599,
    "validation": 1901,
    "mailing": 1060,
    "named": 1149,
    "title": 1815,
    "section": 1601,
    "evidence": 622,
    "obligation": 1198,
    "identify": 851,
    "prove": 1407,
    "statute": 1717,
    "limitation": 1002,
    "expired": 640,
    "registered": 1494,
    "agent": 75,
    "major": 1064,
    "might": 1097,
    "mark": 1077,
    "require": 1538,
    "least": 969,
    "activity": 49,
    "must": 1146,
    "desist": 518,
    "considered": 388,
    "verifying": 1913,
    "deleted": 501,
    "completely": 374,
    "telephone": 1773,
    "employment": 584,
    "communication": 366,
    "computer": 377,
    "correspondence": 416,
    "third": 1790,
    "party": 1265,
    "choice": 325,
    "suit": 1742,
    "president": 1364,
    "trade": 1835,
    "protection": 1405,
    "general": 762,
    "california": 252,
    "business": 245,
    "fair debt": 656,
    "practice act": 1358,
    "mailing address": 1061,
    "say owe": 1590,
    "original creditor": 1231,
    "statute limitation": 1718,
    "due fact": 567,
    "fair credit": 655,
    "reporting act": 1529,
    "cease desist": 295,
    "information credit": 888,
    "account account": 15,
    "place employment": 1330,
    "third party": 1791,
    "consumer financial": 392,
    "financial protection": 702,
    "protection bureau": 1406,
    "attorney general": 168,
    "belong": 214,
    "attempted": 163,
    "avail": 180,
    "account credit": 22,
    "several time": 1646,
    "obtain": 1199,
    "access": 10,
    "free": 744,
    "website": 1940,
    "causing": 293,
    "related": 1498,
    "reviewing": 1566,
    "previously": 1367,
    "important": 862,
    "event": 612,
    "open account": 1220,
    "account name": 26,
    "two week": 1862,
    "dealer": 471,
    "family": 662,
    "foreclosed": 725,
    "worked": 1968,
    "hard": 807,
    "file complaint": 687,
    "almost year": 89,
    "help get": 818,
    "around": 138,
    "local": 1030,
    "directed": 531,
    "auto": 174,
    "ten": 1778,
    "located": 1032,
    "passed": 1267,
    "concerning": 380,
    "unethical": 1874,
    "corporation": 411,
    "never received": 1169,
    "voice": 1926,
    "protect": 1404,
    "limit": 1001,
    "reversed": 1563,
    "associated": 154,
    "promised": 1394,
    "totaling": 1829,
    "affected": 68,
    "obtaining": 1201,
    "processing": 1387,
    "impact": 861,
    "negatively": 1161,
    "fraudulent charge": 742,
    "also told": 95,
    "said would": 1580,
    "would receive": 1984,
    "new card": 1173,
    "day late": 467,
    "payment credit": 1292,
    "separate": 1628,
    "capital": 275,
    "capital one": 276,
    "judgement": 933,
    "debited": 478,
    "social": 1675,
    "source": 1688,
    "paycheck": 1281,
    "cover": 431,
    "effort": 573,
    "reach": 1440,
    "complete": 372,
    "toward": 1831,
    "ignored": 855,
    "lost job": 1048,
    "bank account": 193,
    "social security": 1676,
    "transfer": 1839,
    "little": 1013,
    "utility": 1897,
    "forward": 732,
    "heard": 812,
    "reviewed": 1565,
    "demanded": 507,
    "shut": 1657,
    "happen": 799,
    "released": 1501,
    "long": 1038,
    "opened account": 1222,
    "account bank": 18,
    "week later": 1943,
    "would take": 1986,
    "repeated": 1518,
    "answered": 112,
    "individual": 883,
    "asset": 148,
    "attempt collect": 162,
    "call work": 256,
    "equifax": 598,
    "staff": 1704,
    "equifax credit": 599,
    "reporting credit": 1531,
    "inaccurate information": 865,
    "fill": 693,
    "ftc": 751,
    "inquires": 898,
    "listed credit": 1009,
    "account removed": 32,
    "representing": 1534,
    "rather": 1438,
    "recording": 1472,
    "yesterday": 1997,
    "husband": 847,
    "illegally": 857,
    "settle": 1641,
    "leave": 970,
    "incorrectly": 875,
    "question": 1430,
    "alone": 90,
    "illegal": 856,
    "tenant": 1779,
    "housing": 841,
    "authority": 170,
    "settlement": 1643,
    "national": 1150,
    "class": 337,
    "short": 1649,
    "litigation": 1012,
    "seem": 1610,
    "beyond": 219,
    "control": 406,
    "legally": 976,
    "purchase": 1419,
    "therefore": 1786,
    "child": 324,
    "pay full": 1278,
    "pay debt": 1277,
    "right away": 1570,
    "year later": 1994,
    "mortgage account": 1134,
    "account collection": 21,
    "servicer": 1636,
    "carrington": 284,
    "accepted": 9,
    "offer": 1207,
    "member": 1087,
    "authorized": 173,
    "occasion": 1203,
    "whether": 1950,
    "sale": 1581,
    "completed": 373,
    "mentioned": 1090,
    "first payment": 711,
    "able get": 2,
    "foreclosure sale": 727,
    "sale date": 1582,
    "representative told": 1533,
    "posted": 1354,
    "due date": 566,
    "fee charged": 677,
    "hardship": 809,
    "student": 1731,
    "lender": 978,
    "unless": 1883,
    "entered": 593,
    "emailed": 580,
    "sense": 1621,
    "caused": 292,
    "financial hardship": 700,
    "student loan": 1732,
    "via email": 1916,
    "multiple time": 1145,
    "letter received": 986,
    "make sense": 1067,
    "caught": 290,
    "high": 821,
    "principal": 1370,
    "specifically": 1695,
    "waited": 1931,
    "sell": 1615,
    "middle": 1095,
    "market": 1078,
    "read": 1442,
    "correct": 412,
    "helpful": 819,
    "telling": 1777,
    "frustrated": 750,
    "relationship": 1499,
    "doc": 549,
    "buyer": 249,
    "reflected": 1484,
    "upset": 1889,
    "none": 1181,
    "reflect": 1483,
    "mod": 1112,
    "live": 1014,
    "seems": 1612,
    "behind payment": 212,
    "keep home": 937,
    "make payment": 1066,
    "principal balance": 1371,
    "loan would": 1029,
    "closing date": 348,
    "immediately called": 860,
    "time called": 1808,
    "received call": 1458,
    "service rep": 1633,
    "indicated": 881,
    "upon": 1888,
    "initially": 894,
    "disclosed": 536,
    "decision": 491,
    "link": 1006,
    "included": 869,
    "balance transfer": 191,
    "back forth": 186,
    "information provided": 889,
    "freedom": 745,
    "refinanced": 1481,
    "contract": 405,
    "stopped": 1727,
    "remains": 1505,
    "buying": 250,
    "step": 1720,
    "per month": 1315,
    "confirm": 383,
    "looked": 1041,
    "paid full": 1256,
    "would call": 1976,
    "never heard": 1165,
    "cant": 274,
    "mae": 1057,
    "small": 1674,
    "need help": 1157,
    "hello": 815,
    "judge": 932,
    "qualify": 1429,
    "moving": 1142,
    "florida": 717,
    "seen": 1613,
    "foreclose": 724,
    "former": 730,
    "boa": 229,
    "filed bankruptcy": 689,
    "midland": 1096,
    "management": 1072,
    "inc": 866,
    "regard": 1490,
    "nobody": 1179,
    "ran": 1436,
    "run": 1575,
    "provide information": 1409,
    "account opened": 30,
    "debt owe": 484,
    "run around": 1576,
    "answer question": 111,
    "cancelled": 273,
    "waive": 1933,
    "notified": 1190,
    "research": 1542,
    "felt": 682,
    "either": 574,
    "regardless": 1492,
    "previous": 1366,
    "automatically": 179,
    "advising": 65,
    "throughout": 1801,
    "worth": 1973,
    "beginning": 208,
    "example": 625,
    "mailed": 1059,
    "sometimes": 1683,
    "leaving": 971,
    "electronic": 575,
    "deducted": 493,
    "asked could": 144,
    "still received": 1722,
    "next month": 1177,
    "payment received": 1302,
    "analysis": 105,
    "lowered": 1052,
    "shortage": 1651,
    "sum": 1743,
    "willing": 1953,
    "created": 434,
    "gotten": 780,
    "threatening": 1798,
    "payday": 1282,
    "supposed": 1751,
    "payday loan": 1283,
    "guy": 791,
    "prepaid": 1361,
    "cost": 418,
    "dollar": 554,
    "poor": 1344,
    "allowed": 85,
    "everyone": 620,
    "pay bill": 1276,
    "added": 53,
    "wife": 1952,
    "coverage": 432,
    "instructed": 906,
    "logged": 1037,
    "onto": 1218,
    "product": 1388,
    "three": 1799,
    "cancellation": 272,
    "bad": 187,
    "extra": 648,
    "suggested": 1741,
    "minimum": 1102,
    "card company": 281,
    "security number": 1605,
    "phone number": 1326,
    "get back": 764,
    "said could": 1579,
    "could get": 422,
    "trustee": 1851,
    "sister": 1670,
    "estate": 607,
    "discover": 539,
    "saving": 1586,
    "initiated": 895,
    "page": 1252,
    "etc": 609,
    "death": 475,
    "value": 1904,
    "saving account": 1587,
    "last month": 951,
    "let know": 982,
    "bought": 234,
    "missed": 1106,
    "changed": 307,
    "become": 205,
    "clear": 338,
    "texas": 1781,
    "cashed": 288,
    "friday": 747,
    "look": 1040,
    "web": 1939,
    "site": 1671,
    "main": 1062,
    "never missed": 1168,
    "missed payment": 1107,
    "money back": 1120,
    "sent copy": 1625,
    "bank statement": 195,
    "subsequently": 1737,
    "recovery": 1473,
    "chance": 305,
    "chapter bankruptcy": 310,
    "account told": 36,
    "told call": 1821,
    "conduct": 382,
    "behalf": 209,
    "bring": 239,
    "store": 1728,
    "woman": 1965,
    "start": 1707,
    "absolutely": 4,
    "applying": 128,
    "refunded": 1486,
    "friend": 748,
    "charged late": 315,
    "resolve issue": 1546,
    "would pay": 1983,
    "harass": 803,
    "two month": 1861,
    "stop calling": 1725,
    "unemployed": 1873,
    "realize": 1446,
    "banking": 197,
    "cleared": 339,
    "aes": 66,
    "qualified": 1428,
    "dropped": 563,
    "automatic": 177,
    "veteran": 1914,
    "neither": 1162,
    "drop": 562,
    "earlier": 568,
    "citizen": 331,
    "rule": 1574,
    "every day": 616,
    "several year": 1647,
    "loan loan": 1021,
    "pay loan": 1279,
    "feel like": 680,
    "usaa": 1891,
    "shortly": 1652,
    "reply": 1521,
    "unpaid": 1884,
    "fine": 708,
    "forced": 723,
    "business day": 246,
    "told needed": 1823,
    "called told": 265,
    "would able": 1975,
    "able pay": 3,
    "promotion": 1395,
    "direct": 529,
    "signing": 1663,
    "talked": 1766,
    "pull": 1416,
    "conversation": 407,
    "likely": 1000,
    "unfair": 1875,
    "direct deposit": 530,
    "bill pay": 223,
    "called customer": 260,
    "service representative": 1634,
    "month later": 1126,
    "credited": 450,
    "maybe": 1082,
    "refusing": 1489,
    "minute": 1104,
    "handle": 795,
    "threatened": 1797,
    "pulled": 1417,
    "follow": 718,
    "time day": 1809,
    "payment told": 1306,
    "received another": 1455,
    "paid time": 1257,
    "acceptance": 8,
    "llc": 1017,
    "visit": 1925,
    "billed": 224,
    "didnt": 524,
    "sort": 1687,
    "big": 220,
    "unit": 1878,
    "held": 814,
    "thus": 1803,
    "apartment": 118,
    "best": 217,
    "investor": 922,
    "hand": 794,
    "profit": 1391,
    "american": 99,
    "requires": 1541,
    "maintain": 1063,
    "acknowledge": 43,
    "comply": 376,
    "explanation": 644,
    "investigated": 920,
    "monthly mortgage": 1129,
    "monthly statement": 1131,
    "account current": 23,
    "pay amount": 1273,
    "ocwen": 1205,
    "documented": 553,
    "excuse": 630,
    "cause": 291,
    "ocwen loan": 1206,
    "loan servicing": 1026,
    "single": 1669,
    "daughter": 465,
    "coming": 362,
    "serve": 1630,
    "numerous time": 1197,
    "owe debt": 1243,
    "card account": 280,
    "today received": 1817,
    "never sent": 1170,
    "citi": 328,
    "continuing": 403,
    "others": 1234,
    "detail": 520,
    "cash": 287,
    "rent": 1513,
    "continue call": 400,
    "mobile": 1111,
    "client": 342,
    "atm": 158,
    "overdraft": 1239,
    "overdrawn": 1241,
    "accident": 12,
    "risk": 1571,
    "happening": 801,
    "institution": 905,
    "ahead": 80,
    "branch": 236,
    "abuse": 5,
    "verify": 1912,
    "affecting": 69,
    "notify": 1191,
    "treated": 1842,
    "holding": 828,
    "financial institution": 701,
    "branch manager": 237,
    "belongs": 215,
    "report credit": 1524,
    "account mine": 25,
    "received anything": 1456,
    "installment": 903,
    "would give": 1978,
    "give information": 771,
    "could make": 424,
    "ally": 87,
    "freeze": 746,
    "save": 1585,
    "lady": 948,
    "fraud department": 739,
    "identification": 849,
    "special": 1692,
    "reduced": 1475,
    "addition": 55,
    "cancel": 270,
    "legitimate": 977,
    "membership": 1088,
    "charge account": 312,
    "intention": 912,
    "course": 429,
    "difficult": 527,
    "education": 570,
    "age": 73,
    "proceed": 1382,
    "entitled": 595,
    "benefit": 216,
    "express": 645,
    "locked": 1035,
    "living": 1016,
    "expense": 636,
    "anywhere": 117,
    "confirmed": 385,
    "picture": 1328,
    "stated would": 1712,
    "speak supervisor": 1690,
    "take day": 1761,
    "turn": 1857,
    "greatly": 785,
    "unknown": 1882,
    "occurred": 1204,
    "auction": 169,
    "list": 1007,
    "location": 1033,
    "standing": 1706,
    "settled": 1642,
    "withdrawn": 1958,
    "seeking": 1609,
    "front": 749,
    "locate": 1031,
    "except": 627,
    "received phone": 1463,
    "took loan": 1826,
    "good standing": 778,
    "could pay": 425,
    "week ago": 1942,
    "hud": 844,
    "exactly": 624,
    "enclosed": 585,
    "hear": 811,
    "new loan": 1174,
    "suspicious": 1754,
    "policy": 1343,
    "discharge": 533,
    "compliance": 375,
    "requirement": 1540,
    "lie": 994,
    "certificate": 300,
    "finding": 707,
    "satisfied": 1584,
    "regulation": 1496,
    "lieu": 997,
    "instruction": 907,
    "fraudulently": 743,
    "employer": 583,
    "seemed": 1611,
    "thousand": 1794,
    "fraudulent account": 741,
    "personal information": 1322,
    "remove credit": 1509,
    "spoke representative": 1699,
    "organization": 1229,
    "sent collection": 1624,
    "yes": 1996,
    "match": 1079,
    "positive": 1349,
    "delete": 500,
    "print": 1373,
    "thanks": 1784,
    "would send": 1985,
    "called said": 262,
    "auto loan": 175,
    "case number": 286,
    "inquiry credit": 900,
    "realized": 1447,
    "potential": 1355,
    "collected": 352,
    "short sale": 1650,
    "charged account": 314,
    "extended": 646,
    "raised": 1435,
    "rating": 1439,
    "insisted": 901,
    "corporate": 410,
    "ability": 0,
    "furthermore": 758,
    "existing": 633,
    "removing": 1512,
    "erroneous": 602,
    "credit rating": 445,
    "paid account": 1254,
    "information account": 887,
    "alleged": 82,
    "behavior": 210,
    "divorce": 548,
    "promptly": 1397,
    "joint": 931,
    "spouse": 1701,
    "pick": 1327,
    "formal": 729,
    "various": 1905,
    "group": 789,
    "met": 1093,
    "committed": 364,
    "effect": 571,
    "bonus": 231,
    "sincerely": 1668,
    "shown": 1656,
    "opening": 1223,
    "whatever": 1949,
    "access account": 11,
    "mom": 1116,
    "moved": 1141,
    "filled": 694,
    "promise": 1393,
    "deposited": 515,
    "ending": 588,
    "exist": 632,
    "pay back": 1274,
    "within day": 1960,
    "anyway": 116,
    "missing": 1108,
    "account without": 37,
    "owe money": 1244,
    "account would": 38,
    "father": 668,
    "balance account": 189,
    "area": 137,
    "communicate": 365,
    "incident": 867,
    "equity": 601,
    "incomplete": 872,
    "replied": 1520,
    "reduction": 1476,
    "frame": 736,
    "home equity": 830,
    "time frame": 1810,
    "procedure": 1381,
    "enrolled": 591,
    "reward": 1567,
    "constantly": 390,
    "merchant": 1091,
    "credit account": 436,
    "overdraft fee": 1240,
    "eventually": 613,
    "attachment": 160,
    "review": 1564,
    "final": 695,
    "begin": 207,
    "packet": 1251,
    "meet": 1086,
    "please see": 1336,
    "amount due": 103,
    "told account": 1820,
    "hard inquiry": 808,
    "parent": 1261,
    "brother": 241,
    "lived": 1015,
    "family member": 663,
    "authorize": 172,
    "profile": 1390,
    "package": 1250,
    "sheriff": 1648,
    "learned": 967,
    "tracking": 1834,
    "sufficient": 1740,
    "indicate": 880,
    "additionally": 57,
    "certified letter": 302,
    "account information": 24,
    "obviously": 1202,
    "officer": 1211,
    "face": 650,
    "extension": 647,
    "allowing": 86,
    "voice mail": 1927,
    "payment payment": 1300,
    "country": 426,
    "worse": 1971,
    "simply": 1666,
    "call number": 255,
    "automatic payment": 178,
    "university": 1881,
    "secure": 1602,
    "deferment": 498,
    "morning": 1132,
    "claiming": 336,
    "banker": 196,
    "fully": 754,
    "handling": 797,
    "ignore": 854,
    "received notice": 1461,
    "voicemail": 1928,
    "fha": 683,
    "serviced": 1635,
    "caliber": 251,
    "significant": 1662,
    "homeowner": 833,
    "accounting": 39,
    "thru": 1802,
    "appropriate": 131,
    "would make": 1980,
    "account called": 19,
    "add": 52,
    "flood": 716,
    "excessive": 629,
    "continuously": 404,
    "far": 664,
    "inform": 885,
    "night": 1178,
    "horrible": 837,
    "experience": 639,
    "concerned": 379,
    "difficulty": 528,
    "broker": 240,
    "official": 1212,
    "failure": 653,
    "effective": 572,
    "team": 1772,
    "code": 349,
    "hamp": 793,
    "approve": 133,
    "asap": 141,
    "number call": 1194,
    "company called": 368,
    "couple": 428,
    "remain": 1503,
    "day later": 468,
    "cashier": 289,
    "unacceptable": 1866,
    "mitigation": 1110,
    "acknowledged": 44,
    "seek": 1608,
    "relief": 1502,
    "statue": 1715,
    "unaware": 1868,
    "subject": 1733,
    "loss mitigation": 1046,
    "fargo home": 667,
    "home mortgage": 832,
    "granted": 783,
    "appraisal": 129,
    "appears": 123,
    "five": 713,
    "basis": 202,
    "lose": 1043,
    "abusive": 6,
    "pay mortgage": 1280,
    "could afford": 420,
    "loan amount": 1019,
    "understanding": 1870,
    "recent": 1467,
    "post": 1353,
    "synchrony": 1755,
    "within hour": 1961,
    "synchrony bank": 1756,
    "want pay": 1935,
    "credit union": 449,
    "birth": 226,
    "deed": 494,
    "ridiculous": 1568,
    "excess": 628,
    "advance": 61,
    "quote": 1434,
    "delivery": 505,
    "collection company": 357,
    "bofa": 230,
    "verbally": 1908,
    "standard": 1705,
    "expected": 635,
    "tax return": 1771,
    "loan transferred": 1028,
    "funding": 757,
    "lied": 995,
    "lead": 966,
    "forwarded": 733,
    "entity": 596,
    "warning": 1937,
    "make sure": 1068,
    "reporting account": 1528,
    "harassing": 805,
    "executive": 631,
    "arrived": 140,
    "delinquency": 502,
    "called time": 264,
    "bsi": 243,
    "time told": 1811,
    "financial service": 703,
    "permission": 1318,
    "repair": 1516,
    "considering": 389,
    "notifying": 1192,
    "delay": 499,
    "normal": 1182,
    "filed complaint": 690,
    "heloc": 816,
    "doctor": 550,
    "handled": 796,
    "quicken": 1431,
    "underwriter": 1871,
    "verified": 1911,
    "opinion": 1224,
    "underwriting": 1872,
    "realtor": 1449,
    "provide proof": 1410,
    "paypal": 1309,
    "vendor": 1907,
    "medical": 1084,
    "hospital": 838,
    "health": 810,
    "quite": 1433,
    "hang": 798,
    "ownership": 1249,
    "worst": 1972,
    "mile": 1098,
    "american express": 100,
    "pay balance": 1275,
    "extremely": 649,
    "financing": 705,
    "indeed": 879,
    "privacy": 1375,
    "otherwise": 1235,
    "draft": 559,
    "sue": 1738,
    "credit limit": 443,
    "three month": 1800,
    "payment account": 1286,
    "portfolio recovery": 1346,
    "without permission": 1964,
    "debt owed": 485,
    "number called": 1195,
    "text": 1782,
    "side": 1658,
    "top": 1827,
    "due amount": 565,
    "left message": 973,
    "sued": 1739,
    "derogatory": 517,
    "detailed": 521,
    "insufficient": 908,
    "paid bill": 1255,
    "inspection": 902,
    "pas": 1266,
    "financed": 698,
    "sorry": 1686,
    "received email": 1459,
    "proceeded": 1383,
    "would need": 1981,
    "properly": 1401,
    "keep calling": 936,
    "six": 1673,
    "continually": 398,
    "increased": 877,
    "son": 1684,
    "several month": 1645,
    "cut": 457,
    "refinancing": 1482,
    "select": 1614,
    "secured": 1603,
    "collecting": 353,
    "machine": 1053,
    "thinking": 1789,
    "account never": 27,
    "visa": 1924,
    "plaintiff": 1332,
    "word": 1966,
    "keeping": 938,
    "new account": 1172,
    "filing complaint": 692,
    "ongoing": 1215,
    "specialist": 1693,
    "delivered": 504,
    "complain": 369,
    "suntrust": 1746,
    "citibank": 329,
    "basically": 201,
    "referred": 1479,
    "see attached": 1607,
    "affordable": 72,
    "citimortgage": 330,
    "alleged debt": 83,
    "macy": 1054,
    "outside": 1236,
    "non": 1180,
    "simple": 1665,
    "loan officer": 1023,
    "possibly": 1352,
    "premium": 1360,
    "room": 1572,
    "harassed": 804,
    "acquired": 45,
    "ssn": 1703,
    "validate": 1899,
    "minimum payment": 1103,
    "hearing": 813,
    "determined": 523,
    "false information": 660,
    "personal credit": 1321,
    "tax lien": 1770,
    "liable": 992,
    "payment bank": 1290,
    "search": 1598,
    "seterus": 1640,
    "payment amount": 1287,
    "large": 949,
    "first time": 712,
    "received response": 1464,
    "probably": 1379,
    "paper work": 1259,
    "valid": 1898,
    "box": 235,
    "personally": 1323,
    "usa": 1890,
    "debt validation": 487,
    "validate debt": 1900,
    "financially": 704,
    "get loan": 766,
    "informing": 892,
    "civil": 333,
    "get money": 767,
    "assessed": 147,
    "assumed": 156,
    "payment called": 1291,
    "nothing could": 1186,
    "gift": 769,
    "get credit": 765,
    "telephone number": 1774,
    "email address": 579,
    "hit": 825,
    "credit inquiry": 442,
    "portion": 1347,
    "received bill": 1457,
    "federal law": 675,
    "permanent": 1317,
    "resulted": 1556,
    "medical bill": 1085,
    "log": 1036,
    "account still": 35,
    "appreciate": 130,
    "principle": 1372,
    "real estate": 1445,
    "last payment": 952,
    "wire": 1954,
    "seller": 1616,
    "bill paid": 222,
    "account also": 16,
    "user": 1895,
    "invalid": 918,
    "united": 1879,
    "rest": 1554,
    "covered": 433,
    "fee interest": 678,
    "interest charge": 915,
    "credit line": 444,
    "business practice": 247,
    "residence": 1543,
    "defaulted": 497,
    "summary": 1744,
    "happy": 802,
    "barclay": 199,
    "cycle": 458,
    "mind": 1100,
    "view": 1919,
    "amex": 101,
    "lease": 968,
    "letter dated": 984,
    "lot": 1049,
    "proof debt": 1399,
    "excellent": 626,
    "servicing llc": 1638,
    "pulled credit": 1418,
    "greentree": 788,
    "united state": 1880,
    "debt credit": 482,
    "validity": 1903,
    "breach": 238,
    "assignment": 150,
    "last time": 953,
    "ensure": 592,
    "door": 557,
    "huge": 845,
    "payment paid": 1299,
    "liability": 991,
    "dear": 474,
    "ticket": 1804,
    "violating": 1922,
    "key": 940,
    "deed lieu": 495,
    "resolve matter": 1547,
    "private student": 1378,
    "intentionally": 913,
    "equipment": 600,
    "appeared": 122,
    "western": 1948,
    "debt mine": 483,
    "tired": 1814,
    "addressed": 59,
    "remember": 1506,
    "treatment": 1843,
    "received statement": 1465,
    "annual fee": 108,
    "later received": 961,
    "teller": 1776,
    "grace": 782,
    "enhanced": 589,
    "original loan": 1232,
    "listing": 1011,
    "data": 462,
    "ach": 42,
    "santander": 1583,
    "misleading": 1105,
    "assume": 155,
    "modify": 1115,
    "copy credit": 409,
    "hsbc": 843,
    "sps": 1702,
    "book": 232,
    "explaining": 643,
    "validation debt": 1902,
    "complained": 370,
    "name address": 1148,
    "contact information": 394,
    "motion": 1139,
    "sent email": 1626,
    "withdraw": 1956,
    "sent back": 1623,
    "past month": 1270,
    "letter saying": 987,
    "stop payment": 1726,
    "online account": 1217,
    "region": 1493,
    "view credit": 1920,
    "never lived": 1167,
    "estimate": 608,
    "paypal credit": 1310,
    "target": 1768,
    "bayview": 203,
    "ditech": 547,
    "scottrade": 1597,
    "rushcard": 1577
}